Repository: Areli25/multiSignNaat
Catalog: FADMultiSigner_Example/*.lproj/FaceTec.strings
Languages: es

# FaceTec_accessibility_cancel_button
source: Cancel
es: Cancelar

# FaceTec_accessibility_torch_button
source: Turn on the lights
es: Prender Luz

# FaceTec_action_ok
source: Accept
es: Aceptar

# FaceTec_action_im_ready
source: I'm ready
es: Estoy listo

# FaceTec_action_select_id_card
source: Id Photo
es: Foto Id

# FaceTec_action_select_passport
source: Passport Photo
es: Foto Pasaporte

# FaceTec_action_take_photo
source: Take photo
es: Tomar foto

# FaceTec_action_retake_photo
source: Take again
es: Tomar de nuevo

# FaceTec_action_accept_photo
source: Accept
es: Aceptar

# FaceTec_camera_permission_header
source: Enable camera
es: Habilitar cámara

# FaceTec_camera_permission_message_enroll
source: Please enable the front camera
es: Favorde habilitar la cámara frontal.

# FaceTec_camera_permission_message_auth
source: Camera permission denied
es: Los permisos de la cámara están deshabilitados

# FaceTec_camera_permission_enable_camera
source: ENABLE CAMERA
es: HABILITAR CAMARA

# FaceTec_camera_permission_launch_settings
source: CONFIGURATIONS
es: CONFIGURACIONES

# FaceTec_feedback_center_face
source: Center Your Face
es: Centra tu rostro

# FaceTec_feedback_face_not_found
source: Frame Your Face
es: Enfoca tu rostro

# FaceTec_feedback_face_not_looking_straight_ahead
source: Look Straight Ahead
es: Mira al frente

# FaceTec_feedback_face_not_upright
source: Hold Your Head Straight
es: Manten tu cabeza recta

# FaceTec_feedback_hold_steady
source: Hold Steady
es: No te muevas

# FaceTec_feedback_move_phone_away
source: Move Away
es: Aléjate

# FaceTec_feedback_move_phone_closer
source: Move Closer
es: Acércate

# FaceTec_feedback_move_phone_even_closer
source: Even Closer
es: Un poco más

# FaceTec_instructions_header_ready
source: Get Ready For
es: Prepárate para tu toma de selfie

# FaceTec_instructions_message_ready
source: Frame Your Face in the Oval,
es: Por favor enfoca tu rostro en el óvalo pequeño, después en el óvalo grande

# FaceTec_result_facescan_upload_message
source: Uploading Encrypted 3D FaceScan
es: Subiendo Encriptado Modelo 3D

# FaceTec_result_success_message
source: Success
es: Confirmado

# FaceTec_retry_header
source: Let's try that again...
es: Intentemos de nuevo

# FaceTec_retry_subheader_message
source: We need a clearer video selfie.
es: Pero primero, veamos tu foto y validemos un ambiente correcto

# FaceTec_retry_instruction_message_1
source: Neutral Expression, No Smiling
es: Expresión normal, no sonreír

# FaceTec_retry_instruction_message_2
source: No Glare or Extreme Lighting
es: Sin brillo o luz extrema

# FaceTec_retry_your_image_label
source: Your Selfie
es: Tu selfie

# FaceTec_retry_ideal_image_label
source: Ideal Pose
es: Ejemplo ideal
